var words = {
    "человек": {
        "word": "человек",
        "type": "noun",
        "translation": "human",
        "definitions": [{
            "word": "man",
            "translations": ["человек", "мужчина", "муж", "человечество", "приятель", "слуга"],
            "f": 0.30498278,
            "q": [64104]
        }, {
            "word": "person",
            "translations": ["человек", "лицо", "личность", "особа", "персонаж", "субъект"],
            "f": 0.23021308,
            "q": [17872]
        }, {
            "word": "human",
            "translations": ["человек", "человеческое существо", "смертный"],
            "f": 0.18498141,
            "q": [64104]
        }, {
            "word": "individual",
            "translations": ["человек", "личность", "индивидуум", "особь", "особа"],
            "f": 0.013611027,
            "q": [17872]
        }, {"word": "human being", "translations": ["человек"], "f": 0.012588142, "q": [64104]}, {
            "word": "fellow",
            "translations": ["парень", "человек", "товарищ", "малый", "собрат", "приятель"],
            "f": 0.0010172778
        }, {
            "word": "being",
            "translations": ["существо", "бытие", "существование", "человек", "жизнь", "суть"],
            "f": 0.00038012897
        }, {
            "word": "subject",
            "translations": ["предмет", "объект", "тема", "субъект", "сюжет", "человек"],
            "f": 0.00019415087
        }, {
            "word": "soul",
            "translations": ["душа", "дух", "человек", "сердце", "сущность", "воплощение"],
            "f": 0.00013553916,
            "q": [17872]
        }, {
            "word": "body",
            "translations": ["тело", "корпус", "кузов", "организация", "труп", "человек"],
            "f": 0.00010722029
        }, {
            "word": "personage",
            "translations": ["персонаж", "человек", "особа", "действующее лицо", "выдающаяся личность", "важная персона"],
            "f": 0.000025868099
        }, {
            "word": "spirit",
            "translations": ["дух", "спирт", "душа", "настроение", "сущность", "человек"],
            "f": 0.000015207072
        }, {
            "word": "head",
            "translations": ["глава", "голова", "руководитель", "начальник", "головка", "человек"],
            "f": 0.0000029944499
        }, {
            "word": "bird",
            "translations": ["птица", "пташка", "парень", "человек", "бабенка", "тюрьма"],
            "f": 0.0000011015966
        }, {"word": "fellow creature", "translations": ["ближний", "человек"], "f": 9.5708367e-7}, {
            "word": "bones",
            "translations": ["человек", "домино"],
            "f": 9.5708367e-7
        }, {"word": "hominid", "translations": ["гоминид", "человек"], "f": 7.9345023e-7}, {
            "word": "devil",
            "translations": ["дьявол", "черт", "бес", "сатана", "парень", "человек"],
            "f": 6.3755516e-7
        }, {
            "word": "Jack",
            "translations": ["Джек", "валет", "парень", "детектив", "матрос", "человек"],
            "f": 4.7379078e-7
        }, {"word": "bod", "translations": ["парень", "человек"], "f": 3.1561271e-7}, {
            "word": "dowser",
            "translations": ["лозоискатель", "человек"],
            "f": 3.1561271e-7
        }, {
            "word": "bone",
            "translations": ["кость", "костяк", "скелет", "тело", "останки", "человек"],
            "f": 3.1561271e-7
        }, {
            "word": "tabernacle",
            "translations": ["скиния", "шатер", "дарохранительница", "храм", "палатка", "человек"],
            "f": 3.1561271e-7
        }, {"word": "wight", "translations": ["существо", "человек"], "f": 3.1561271e-7}, {
            "word": "wallah",
            "translations": ["хозяин", "парень", "слуга", "служащий", "человек"],
            "f": 3.1561271e-7
        }, {
            "word": "kipper",
            "translations": ["копченая рыба", "копченая селедка", "парень", "человек", "лосось-самец во время нереста"],
            "f": 3.1561271e-7
        }, {
            "word": "joker",
            "translations": ["джокер", "шутник", "балагур", "парень", "непредвиденное обстоятельство", "человек"],
            "f": 3.1561271e-7
        }, {"word": "cleanskin", "translations": ["неклейменое животное", "человек"], "f": 3.1561271e-7}, {
            "word": "bet",
            "translations": ["ставка", "пари", "предмет", "человек"],
            "f": 1.5870003e-7
        }, {
            "word": "card",
            "translations": ["карты", "карта", "открытка", "карточка", "билет", "человек"],
            "f": 1.5870003e-7
        }, {
            "word": "party",
            "translations": ["группа", "участник", "партия", "сторона", "вечеринка", "человек"],
            "f": 1.5870003e-7
        }],
        "children": []
    },
    "время": {
        "word": "время",
        "type": "noun",
        "translation": "time",
        "definitions": [{
            "word": "time",
            "translations": ["время", "раз", "срок", "период", "времена", "рабочее время"],
            "f": 0.41039917
        }, {
            "word": "period",
            "translations": ["период", "время", "точка", "эпоха", "промежуток времени", "тайм"],
            "f": 0.0053301547
        }, {"word": "when", "translations": ["время", "дата"], "f": 0.0050072172}, {
            "word": "day",
            "translations": ["день", "сутки", "время", "рабочий день", "дневное время", "знаменательный день"],
            "f": 0.0013476742
        }, {
            "word": "season",
            "translations": ["сезон", "время года", "период", "время", "абонемент", "подходящее время"],
            "f": 0.00065680395
        }, {
            "word": "date",
            "translations": ["дата", "срок", "свидание", "время", "число", "период"],
            "f": 0.00058875524
        }, {"word": "tense", "translations": ["время"], "f": 0.00016095673}, {
            "word": "spell",
            "translations": ["заклинание", "чары", "период", "время", "очарование", "заговор"],
            "f": 0.000011659667
        }, {
            "word": "tide",
            "translations": ["волна", "поток", "течение", "время", "море", "направление"],
            "f": 0.0000036688768
        }, {
            "word": "sand",
            "translations": ["песок", "гравий", "формовочная земля", "песок в песочных часах", "дни жизни", "время"],
            "f": 4.9937182e-8
        }],
        "children": []
    },
    "дело": {
        "word": "дело",
        "type": "noun",
        "translation": "business",
        "definitions": [{
            "word": "case",
            "translations": ["случай", "чехол", "дело", "корпус", "футляр", "сумка"],
            "f": 0.095967084,
            "q": [94648]
        }, {
            "word": "business",
            "translations": ["бизнес", "дело", "занятие", "фирма", "сделка", "коммерческая деятельность"],
            "f": 0.063927859,
            "q": [58859]
        }, {
            "word": "matter",
            "translations": ["вопрос", "дело", "материя", "вещество", "материал", "предмет"],
            "f": 0.053832658,
            "q": [80585]
        }, {
            "word": "point",
            "translations": ["точка", "балл", "пункт", "момент", "очко", "дело"],
            "f": 0.052176401
        }, {
            "word": "deal",
            "translations": ["сделка", "дело", "соглашение", "часть", "обращение", "обхождение"],
            "f": 0.049787067
        }, {
            "word": "thing",
            "translations": ["вещь", "предмет", "дело", "штука", "нечто", "существо"],
            "f": 0.030672923,
            "q": [80585]
        }, {
            "word": "work",
            "translations": ["работа", "труд", "произведение", "дело", "дела", "сочинение"],
            "f": 0.01889704
        }, {
            "word": "cause",
            "translations": ["причина", "дело", "повод", "основание", "мотив", "процесс"],
            "f": 0.015912903,
            "q": [94648]
        }, {
            "word": "affair",
            "translations": ["дело", "роман", "связь", "любовная история", "дуэль", "занятия"],
            "f": 0.0098036546,
            "q": [80585]
        }, {
            "word": "deed",
            "translations": ["дело", "поступок", "акт", "подвиг", "документ", "действие"],
            "f": 0.0034414066,
            "q": [77239]
        }, {
            "word": "file",
            "translations": ["файл", "дело", "досье", "напильник", "картотека", "пилочка"],
            "f": 0.002292471
        }, {
            "word": "question",
            "translations": ["вопрос", "сомнение", "проблема", "дело", "обсуждаемый вопрос", "пытка"],
            "f": 0.0012270713
        }, {
            "word": "concern",
            "translations": ["концерн", "беспокойство", "забота", "интерес", "дело", "отношение"],
            "f": 0.00071017438,
            "q": [58859]
        }, {
            "word": "doing",
            "translations": ["делание", "действия", "дело", "поступки", "поступок", "поведение"],
            "f": 0.00066714711
        }, {
            "word": "act",
            "translations": ["акт", "закон", "действие", "деяние", "поступок", "дело"],
            "f": 0.00058875524,
            "q": [77239]
        }, {
            "word": "undertaking",
            "translations": ["обязательство", "предприятие", "начинание", "дело", "соглашение", "похоронное бюро"],
            "f": 0.00051151944
        }, {
            "word": "part",
            "translations": ["часть", "роль", "деталь", "доля", "сторона", "дело"],
            "f": 0.00039837172
        }, {"word": "dossier", "translations": ["досье", "дело"], "f": 0.00013553916}, {
            "word": "transaction",
            "translations": ["сделка", "трансакция", "дело", "труды", "протоколы", "урегулирование спора"],
            "f": 0.00007722788
        }, {
            "word": "game",
            "translations": ["игра", "партия", "дичь", "развлечение", "забава", "дело"],
            "f": 0.00007031679
        }, {
            "word": "engagement",
            "translations": ["зацепление", "обязательство", "помолвка", "включение", "бой", "дело"],
            "f": 0.000040065297
        }, {
            "word": "lay",
            "translations": ["рельеф", "положение", "расположение", "слой", "дело", "пари"],
            "f": 0.000018925506
        }, {
            "word": "shebang",
            "translations": ["притон", "дело", "вещь", "хибарка", "лачуга", "заведение"],
            "f": 0.0000062409695
        }, {
            "word": "concernment",
            "translations": ["заинтересованность", "озабоченность", "дело", "предприятие", "важность", "участие"],
            "f": 0.0000013287791
        }, {"word": "res", "translations": ["дело", "вопрос"], "f": 0.0000013287791}, {
            "word": "palaver",
            "translations": ["пустая болтовня", "переговоры", "совещание", "лесть", "лживые слова", "дело"],
            "f": 8.851577e-7
        }, {
            "word": "portfolio",
            "translations": ["портфель", "папка", "должность министра", "дело"],
            "f": 8.851577e-7
        }, {
            "word": "show",
            "translations": ["шоу", "показ", "выставка", "спектакль", "зрелище", "дело"],
            "f": 4.4508525e-7
        }, {
            "word": "proposition",
            "translations": ["предложение", "утверждение", "теорема", "проект", "предприятие", "дело"],
            "f": 4.4508525e-7
        }],
        "children": []
    },
    "жизнь": {
        "word": "жизнь",
        "type": "noun",
        "translation": "life",
        "definitions": [{
            "word": "life",
            "translations": ["жизнь", "продолжительность жизни", "срок службы", "образ жизни", "долговечность", "существование"],
            "f": 0.47980523,
            "q": [53239]
        }, {
            "word": "living",
            "translations": ["жизнь", "образ жизни", "приход", "средства к существованию", "бенефиций"],
            "f": 0.031155951,
            "q": [53239]
        }, {
            "word": "existence",
            "translations": ["существование", "наличие", "бытие", "жизнь", "существо", "житие"],
            "f": 0.0015511635,
            "q": [35896]
        }, {
            "word": "being",
            "translations": ["существо", "бытие", "существование", "человек", "жизнь", "суть"],
            "f": 0.00053606776,
            "q": [35896]
        }, {
            "word": "time",
            "translations": ["время", "раз", "срок", "период", "времена", "жизнь"],
            "f": 0.00020346837
        }, {
            "word": "breath",
            "translations": ["дыхание", "вздох", "дуновение", "веяние", "жизнь"],
            "f": 0.000031202886
        }, {"word": "this world", "translations": ["жизнь"], "f": 0.000013007298}, {
            "word": "puff",
            "translations": ["слойка", "пуховка", "порыв", "дуновение", "буф", "жизнь"],
            "f": 5.8964218e-7
        }, {"word": "zing", "translations": ["свист", "жизнь", "оживление", "энергия"], "f": 5.8964218e-7}],
        "children": []
    }
}